Text["ar"] = {
	title = "الأوركسترا  الموسيقية",
	hey = {
		[1] = "!مرحبا بكم في الحدث"
	},
	instruments = { -- In comments (text after two lines --) gender of the musician that plays the instrument
		["timpani"] 	= {"الدفية", 		".أستخدم دواسة لضبط آلتك الموسيقية"}, -- Male
		["cymbals"] 	= {"الصنج", 		".لا تحتاج اداتي الموسيقية إلى الضبط"}, -- Female
		["tubular_bells"] 		= {"الأجراس الأنبوبية", 			".تُستخدم اداتي الموسيقية أيضا في ساعة الجد"}, -- Male
		["vibraphone"] 	= {"الفيبرافون", 	".اداتي الموسيقية عمرها لايتجاوز 100 عام"}, -- Female
		["marimba"] 	= {"ماريمبا", 		".غالبًا ما يستخدم خشب الورد لصنع اداتي الموسيقية"}, -- Female
		
		["horn"] 		= {"البوق الفرنسي", 			".يدعي الإنجليز أن اداتي الموسيقية فرنسية"}, -- Male
		["trumpet"] 	= {"البوق", 		".يمكن لأداتي الموسيقية أن تجعل جدران أريحا ترتعش"}, -- Female
		["trombone"] 	= {"مترددة", 		".كان دون دروموند هو الرجل الذي يملك آلة كبيرة مثل اداتي الموسيقية"}, -- Neutral
		["tuba"] 		= {"التوبا", 			".اداتي الموسيقية حلت محل آلة أوفيكلايدة فى الأوركسترا"}, -- Neutral
		["euphonium"] 	= {"يوفونيوم", 	".اسم الآلة الخاصة بي يعني \"حسن الصوت\" باللغة اليونانية"}, -- Male
		
		["flute"] 		= {"الفلوت", 		".اداتي الموسيقية هي آلة نحيلة موجودة في موسيقى جيثرو تل"}, -- Neutral
		["oboe"] 		= {"المزمار", 			".الشاوم هو سلف اداتي الموسيقية"}, -- Female
		["clarinet"] 	= {"كلارينيت", 		".في افتتان باللون الأزرق يبدأ بعزف منفرد على آلتى الموسيقية"}, -- Female
		["bassoon"] 	= {"الباسون ", 		".قطعة الفم الخاصة بآلاتي تسمى أنبوب معدني منحني او البوكال"}, -- Male
		["saxophone"] 	= {"ساكسفون", 	".اداتي الموسيقية مثالية للموسيقى الحسية"}, -- Male
		
		["violin"] 		= {"كمان", 		".مع اداتي الموسيقية ، يمكن أن أكون الرجل الثاني في قيادة الأوركسترا بأكملها"}, -- Male
		["viola"] 		= {"كمان متوسط", 		".اداتي الموسيقية هي عضوة من مجموعة وترية"}, -- Female
		["cello"] 		= {"التشيلو", 		".أعزف على اداتي الموسيقية بين ساقي"}, -- Female
		["bass"] 		= {"كمان أجهر", 			".اداتي الموسيقية الوترية أطول منك"}, -- Male
		["harp"] 		= {"قيثار", 			".البعض يعتقد أن الملائكة أيضًا تعزف على اداتي الموسيقية"} -- Neutral
	},
	npcDialogs = {
		-- YES. Some of the dialogues are duplicated. That's on purpose.
		conductor = { -- Male
			name = "قائد الاوركسترا",
			[-1] = {"..."},
			[1] = {
				[1] = "!أخيرًا ، أنت هنا! أحتاج هذه الأوركسترا جاهزة في أسرع وقت ممكن. لا أريد أن أبقي المغنية منتظرة وبالتأكيد ليس الملك فرومانيوس أيضًا",
				[2] = ".حسنًا ، اسأل كل موسيقار عن آلتهم واذهب وراء الكواليس لجلبها. يحتاجون أيضًا إلى مقطوعاتهم الموسيقية ، والحصول عليها من هذا ... الكومة",
				[3] = "...ماذا حصل لأغراضي الجميلة والأنيقة! المخربين",
				[4] = ".على أي حال ، أحضر نغمة الموسيقى لكل موسيقار وقم بضبط آلتهم. كل نوتة الموسيقية لديها تعليمات حول ذلك"
			},
			[2] = {
				[1] = ".اسأل كل موسيقار عن آلتهم واذهب وراء الكواليس لجلبها. يحتاجون أيضًا إلى مقطوعاتهم الموسيقية ، احصول عليها من بين الكومة",
				[2] = ".أحضر نغمة الموسيقى لكل موسيقار وقم بضبط آلتهم. كل نوتة الموسيقية لديها تعليمات حول ذلك"
			},
			[3] = {
				[1] = ".هل جهزت الجميع؟ فأر جيد! كنت أعلم أنه يمكنني الاعتماد عليك",
				[2] = ".الآن ، حان الوقت لمقابلة المغنية ... أنا لا أحسدك",
				[3] = ".لقد أصبحت متوترة. اذهب ، ستخبرك بما يجب عليك فعله. هذا هو ثاني شيء تفضله بعد الغناء",
				[4] = "!سوف أتولى الباقي. حظا سعيدا"
			},
			[4] = {
				[1] = ".عمل رائع! الآن يمكنك الجلوس والاستمتاع بالعرض",
				[2] = "لا تنسى كتم صوت هاتفك الذكي ، حسناً؟",
				[3] = "...واااا  1، 2، 3، 4"
			}
		},
		diva = { -- Female
			name = "المغنية",
			[-1] = {"..."},
			[1] = { -- Start of the event
				[1] = "ما الذي تحدق به ، هل تريد توقيعي؟",
				[2] = ".لا أرى الأوركسترا جاهزة! لا تدع السيدة تنتظر",
				[3] = "...الآن ، أين وضعت مرآة الجيب الخاصة بي"
			},
			[2] = { -- Microphone phase (instruments deliver finished)
				[1] = ".حسنًا ، لقد استغرق ذلك بعض الوقت ، وبدأت أشعر باليأس",
				[2] = ".حسنًا ، أولاً ، هل يمكنك فك كابل الميكروفون الخاص بي؟ لا أستطيع أن أفعل ذلك في هذا الفستان"
			},
			[3] = {
				[1] = ".هل يمكنك فك كابل الميكروفون الخاص بي؟ لا أستطيع أن أفعل ذلك في هذا الفستان"
			},
			[4] = { -- Last phase (performing on piano)
                [1] = "!أقسم أني محاطه بهواة ... على أي حال ، عمل جيد. دعونا نصنع بعض الفن",
				[2] = ".ركز الآن. سأغني الجزء الخاص بي وانت سوف تعزف على البيانو",
				[3] = "!لا ترتكب أخطاء ، هل تفهم؟ حسنًا ، دعنا نبدأ"
			},
			[5] = {
				[1] = ".ركز الآن. سأغني الجزء الخاص بي وانت سوف تعزف على البيانو",
				[2] = "!لا ترتكب أخطاء ، هل تفهم؟ حسنًا ، دعنا نبد"
			},
			[6] = { -- Event finished (player will get rewards from here)
				[1] = ".أحسنت! أنت تستحق بعض التصفيق الذي تلقيناه ، لم نكن لنفعل ذلك بدونك",
				[2] = "!أراك في ما بعد الحفلة"
			}
		},
		musician = {
			name = "موسيقار",
			[-2] = {".لا يمكنني ضبط آلاتي بهذه النوتة الموسيقية"}, -- It's a musical sheet. Dialog said when the player gives the wrong sheet to the musician.
			[-1] = {".خطأ ... هذه ليست أداتي الموسيقية"}, -- When the player tries to give the instrument to the wrong musician
			[0] = {"..."},
			[2] = {"!أنا جاهز للحفلة الموسيقية"}, -- When the player gives the correct instrument to the musician
			[3] = {".أنا بالفعل لدي أداتي الموسيقية"}, -- When the player tries to give an instrument to a musician that already has theirs
			[4] = {"!ها هو بطلنا"}
		}
	},
	instruct = {
		microphone = ".قم بفك كابل الميكروفون عن طريق تحريك القطع حولها",
		insboard = ".اختر الآلة الموسيقية المناسبة ، ثم أحضر النوتة الموسيقية المطابقة لها",
		scorepile = "اختر النوتة الموسيقية الصحيحة واحفظ تسلسل الإيماءات لضبط الآلة الموسيقية.",
		piano = ".كرر اللحن الذي غنته المغنية للتو",
		
		accept = "موافق",
		reject = "رفض",
		continue = "متابعة",
		cancel = "الغاء",
		search = "بحث",
		discard = "تجاهل",
		start = "أبداء", -- As verb 'to start'
		finish = "أنتهاء", -- As verb 'to finish'
		riddle = "لغز" -- Clue or guess
	}
}