Text["he"] = {
	title = "התזמורת",
	hey = {
		[1] = "ברוכה הבאה לאיוונט!"
	},
	instruments = { -- In comments (text after two lines --) gender of the musician that plays the instrument
		["timpani"] 	= {"טימפני", 		"אני משתמש בדוושה כדי לכוון את הכלי שלי."}, -- Male
		["cymbals"] 	= {"מְצִלתַיִם", 		"הכלי שלי לא באמת צריך כוונון."}, -- Female
		["tubular_bells"] 		= {"פעמונים צינוריים", 			"הכלי שלי משומש גם באורלוגינים."}, -- Male
		["vibraphone"] 	= {"וִיבּרָפוֹן", 	"הכלי שלי אפילו לא בן 100 שנה."}, -- Female
		["marimba"] 	= {"מרימבה", 		"רוזווד משומש לעתים קרובות לייצור הכלי שלי."}, -- Female
		
		["horn"] 		= {"קרן", 			"האנגלים טוענים שהכלי שלי הוא צרפתי."}, -- Male
		["trumpet"] 	= {"חֲצוֹצְרָה", 		"הכלי שלי יכול להרעיד את חומות יריחו."}, -- Female
		["trombone"] 	= {"טְרוֹמבּוֹן", 		"דון דראמונד היה אופיקלייד בתזמורת."}, -- Neutral
		["euphonium"] 	= {"אֵפוֹנִיוֹן", 	"פירוש השם של הכלי שלי הוא 'נשמע טוב' ביוונית."}, -- Male
		
		["flute"] 		= {"חליל", 		"הכלי שלי הוא כלי דק שנמצא במוזיקת ג'תרו טול."}, -- Neutral
		["oboe"] 		= {"אַבּוּב", 			"השאום הוא האב הקדמון של הכלי שלי."}, -- Female
		["clarinet"] 	= {"קלָרנִית", 		"רפסודיה בכחול נפתחת עם סולו לכלי שלי."}, -- Female
		["bassoon"] 	= {"בַּסוֹן", 		"הפומית של הכלי שלי נקראת בוקל."}, -- Male
		["saxophone"] 	= {"סַקסוֹפוֹן", 	"הכלי שלי אידיאלי למוזיקה חושנית."}, -- Male
		
		["violin"] 		= {"כינור", 		"עם הכלי שלי, אני יכול להיות השני בפיקודו של כל התזמורת."}, -- Male
		["viola"] 		= {"וִיוֹלָה", 		"הכלי שלי הוא החבר הנשי של רביעיית כלי מיתר."}, -- Female
		["cello"] 		= {"צֶ'לוֹ", 		"אני מנגנת בכלי שלי בין הרגליים."}, -- Female
		["bass"] 		= {"בַּס", 			"כלי המיתר שלי גבוה ממך."}, -- Male
		["harp"] 		= {"נֶבֶל", 			"כביכול, גם מלאכים מנגנים על הכלי שלי."} -- Neutral
	},
	npcDialogs = {
		-- YES. Some of the dialogues are duplicated. That's on purpose.
		conductor = { -- Male
			name = "מנצח",
			[-1] = {"..."},
			[1] = {
				[1] = "סוף סוף, אתה כאן! אני צריך את התזמורת הזו מוכנה בהקדם האפשרי. אני לא רוצה להשאיר את הדיווה מחכה ובטח גם לא את המלך פרומאגנוס!",
				[2] = "ובכן, שאל כל מוזיקאי על הכלי שלו ולך אל מאחורי הקלעים כדי להביא אותו. הם גם צריכים את פרטי המוזיקה שלהם, קחו אותם מהערימה... הזו.",
				[3] = "הערימות המסודרות המסכנות שלי! ונדלים...",
				[4] = "בכל מקרה, הביא את תווי המוזיקה הנגינה לכל מוזיקאי וכוון את הכלי שלו. לכל תו מוזיקלי יש הוראות לגביו."
			},
			[2] = {
				[1] = "שאל כל מוזיקאי על הכלי שלו ועבור אל מאחורי הקלעים להביא אותו. הם גם צריכים את פרטי המוזיקה שלהם, קח אותם מהערימה.",
				[2] = "הביא את תווי המוזיקה לכל מוזיקאי וכוון את הכלי שלו. לכל תו מוזיקלי יש הוראות לגביו."
			},
			[3] = {
				[1] = "הכנת את כולם? עכבר טוב! ידעתי שאני יכול לסמוך עליך.",
				[2] = "עכשיו, הגיע הזמן להתמודד עם הדיווה... אני לא מקנא בך.",
				[3] = "היא מתחילה להיות עצבנית וזה מדבק. לך, היא תגיד לך מה לעשות. זה הדבר השני האהוב עליה לעשות, אחרי שירה.",
				[4] = "אני אטפל בכל השאר. בהצלחה!"
			},
			[4] = {
				[1] = "עבודה מצויינת! עכשיו אתה יכול להתיישב וליהנות מהמופע.",
				[2] = "אל תשכח להשתיק את הסמארטפון שלך, נכון?",
				[3] = "ו-1, 2, 3, 4..."
			}
		},
		diva = { -- Female
			name = "דיווה",
			[-1] = {"..."},
			[1] = { -- Start of the event
				[1] = "במה אתה בוהה, אתה רוצה את החתימה שלי?",
				[2] = "אני לא רואה את התזמורת מוכנה! אל תגרום לאישה לחכות.",
				[3] = "עכשיו, איפה שמתי את מראת הכיס שלי..."
			},
			[2] = { -- Microphone phase (instruments deliver finished)
				[1] = "ובכן, זה לקח לך זמן, התחלתי להתייאש.",
				[2] = "אוקיי, ראשית, אתה יכול להתיר את הכבל של המיקרופון שלי? אני לא יכולה לעשות את זה בשמלה הזו."
			},
			[3] = {
				[1] = "אתה יכול להתיר את הכבל של המיקרופון שלי? אני לא יכולה לעשות את זה בשמלה הזו."
			},
			[4] = { -- Last phase (performing on piano)
                [1] = "נשבעת, אני מוקפת בחובבים... בכל מקרה, עבודה טובה. בוא נעשה קצת אמנות!",
				[2] = "תתמקד, עכשיו. אני אשיר את חלקי ואתה תלווה אותי בפסנתר.",
				[3] = "אל תטעה, אתה מבין? טוב אז בוא נלך!"
			},
			[5] = {
				[1] = "תתמקד, עכשיו. אני אשיר את חלקי ואתה תלווה אותי בפסנתר.",
				[2] = "אל תטעה, אתה מבין? טוב אז בוא נלך!"
			},
			[6] = { -- Event finished (player will get rewards from here)
				[1] = "כל הכבוד! מגיע לך חלק ממחיאות הכפיים שקיבלנו, לא היינו יכולים לעשות את זה בלעדייך.",
				[2] = "נתראה באפטר פארטי!"
			}
		},
		musician = {
			name = "מוזיקאי",
			[-2] = {"אני לא יכול לכוון את הכלי שלי בלי הניקוד הנכון."}, -- It's a musical sheet. Dialog said when the player gives the wrong sheet to the musician.
			[-1] = {"אממ... זה לא הכלי שלי."}, -- When the player tries to give the instrument to the wrong musician
			[0] = {"..."},
			[2] = {"אני מוכן לקונצרט!"}, -- When the player gives the correct instrument to the musician
			[3] = {"אממ... כבר יש לי את הכלי שלי."}, -- When the player tries to give an instrument to a musician that already has theirs
			[4] = {"There is our hero!"}
		}
	},
	instruct = {
		microphone = "התר את הכבל של המיקרופון על ידי הזזת הבלוקים מסביב.",
		insboard = "בחר את כלי הנגינה המתאים, ולאחר מכן אחזר את תווי המוזיקה התואמים לו.",
		scorepile = "בחר את פרטי המוזיקה הנכונים ושנן את הרצף, כדי לכוון את הכלי.",
		piano = "חזור על המנגינה שהדיווה שרה זה עתה.",
		
		accept = "קבל",
		reject = "דחה",
		continue = "המשך",
		cancel = "בטל",
		search = "חפש",
		discard = "השלך",
		start = "התחל", -- As verb 'to start'
		finish = "סיים", -- As verb 'to finish'
		riddle = "חידה" -- Clue or guess
	}
}